{"inkVersion":20,"root":[[["^There’s a lot of people gathering there, should be the one mentioned “prestigious” before.","\n","^In case he calls me, I shall go there to check.","\n","^\"Oh your honor! Is it so pleasure to have you here. I cannot say more about your generousness and kindness. Your helps made this project shining like a star. Your wise and gratefulness are something that I can never achieve. Thanks to your help, this project was very successful! You were so wise and pointed me in the right direction!\" ",{"#":"speaker:Boss"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"You did well this time.\" ",{"#":"speaker:Q"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"I can do well is because of your tips. Without your instructions, I cannot accomplish this far. And also, with your tips, I've been able to stay in this position for so long! But there is still too little I can help you now. My subordinates are so useless, and the things I can come into contact with are limited. You see…\" ",{"#":"speaker:Boss"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Well, if you keep enthusiastic like this, you will get what you want in a very short time.\" ",{"#":"speaker:Q"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^(Shouted at you) \"Get in there, you useless subordinate.\" ",{"#":"speaker:Boss"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Ah, This is the useless subordinate I mentioned to you before. MC, what are you doing there? Why don't you come here to greet Mr. P? Move your ass! Quickly! Come and greet our great honor! I am sorry that my subordinate is so ungraceful. He worths nothing to be cared.\" ",{"#":"speaker:Q"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^Why he tries this hard. That prestigious people may just promise with blank check. What is the point of that. Ah…I don’t really want to go there but…fine","\n","^Wait there’s something on the floor…?Eh…","\n","^You tripped on the floor in front of the Boss and Q.","\n","^\"What an idiot! Only knows how to eat and sleep. Get your ass up there! Look what you have done! How dare you?\" ",{"#":"speaker:Boss"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Seems like you shall be more careful.\" ",{"#":"speaker:Q"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"You stupid and useless idiot! Get out!\" ",{"#":"speaker:Boss"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"O……………Ok\"  ",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^His face looks so…twisted. I shall leave immediately.","\n","^主角内心：I hope the mistake won’t turn out too bad…Or the following work days would be very bad and suffering as he would be really anger at me. Anyway, I should go back home now.","\n","^「场景转换-第二天早上的公司」","\n","^主角内心：Really don’t want to go to face the possible rage of L…","\n","^上司：(Shouting in his office) Get in my office MC, you stupid idiot!","\n","^主角：Okay, I will go then.","\n","^主角内心：What should I say…what should come will always come?","\n","^「上司办公室门口」","\n","^「sound of something broken」","\n","^主角内心：He seems really angry…Is that the sound of smashing the ashtray?","\n","^上司：MC, get your ass here! How many minutes can you waste?","\n","^主角内心：Fine, just be as improvised as possible.","\n","^「上司办公室内」","\n","^「有不少摔碎的东西，看起来很乱」","\n","^上司：Don’t you know how much trouble you brought to me because of your action yesterday? This is my hard-earned promotion opportunity! The only opportunity to be one of the superior group! Can you know what that even means? Oh, you definitely cannot know. You only have your stupid minds with nothing to function. It’s all your useless rubbish that caused me to be humiliated in front of Mr. P!","\n","^「throwed something to MC directly but MC dodged」","\n","^主角内心：Again? His anger seems never stop. That’s too dangerous, it's coming towards my head, right? If I wasn’t able to dodge, would I be smashed and bleed?","\n","^上司：How dare you still try to hide?!","\n","^主角内心：I don't want to be smashed to death…I think.","\n","^「战斗轮开始」（需要改: 技能组合对话）","\n","^100%","\n","^上司：I am your superior and you shall ingratiate yourself with me!","\n","^50%","\n","^上司：You know nothing about this society! People in the lower classes curry favor with those in the upper classes to get more power and better conditions. That’s always how society works!","\n","^25%","\n","^上司：It’s human’s instinct to desire the higher power and authority! I am just following my heart and listening to what I truly want!","\n","^10%","\n","^上司：I didn’t do anything wrong! I lost my promotion opportunity and my dream because of the rubbish like you and I obviously have the right to vent my grievance towards you!","\n","^0%","\n","^上司：One day, you will be the same as me!","\n","^「战斗结束，背景回到办公室」","\n","^主角内心：Maybe he’s right, it is people’s instinct to desire more power and to express the dissatisfaction.","\n","^I might also face the possible desire and emotion inside myself?","\n","^Just, maybe not that extreme…?","\n","^「在办公室内搜查」","\n","^(地上的碎片) The fragment of ashtray or other fragile ornaments, seems like glass, better not touch it.","\n","^(垃圾桶) It is full of waste paper with a stream of abuse to the subordinates.","\n","^(办公桌上，拿到所有线索) It is really chaotic here…Wait, there is a note, a phone, and a ledger?","\n","^「笔记描述」","\n","^It is a notebook that contains the experience and thoughts by Mr. L.","\n","^「笔记内容」","\n","^I found that a lot of prestigious figures love to go to the famous “feast” restaurant. I have a feeling that my opportunity was there. Although it requires a limited and expensive membership, I believe it will be worth my disbursement.","\n","^Got acquainted with Mr. P. My choice was right! Mr. P introduced the owner of the restaurant to me. I can’t believe he’s also the chef. Is that the interest of rich people?","\n","^The steak has a very special taste. (But I will bear with it. As long as I can get to the top, nothing can stop me. No even this feast…)I went to ask Mr. P about it and he told me it was carefully selected from human legs.","\n","^It is so delicious. It is the taste of power and higher class. I will become one of them in the future.","\n","^主角内心：That’s so…disgusting. Fortunately, I didn’t take the main dishes and meat in that restaurant. Shall I call the police?","\n","^「手机描述」","\n","^It is the cellphone of Mr. L and cannot be unlocked without the passcode. Fortunately, there was a message shown on the screen, possibly not viewed by Mr. L yet.","\n","^「手机屏幕上的内容」（色欲的电话和短信）","\n","^From: Flame (number ******)","\n","^Content: Wanna have a joyful night together? See you at the same place~","\n","^主角内心：This should be his…lover? Well, he can’t accept the invitation in this circumstance.","\n","^「账本描述」","\n","^It is a ledger that records the embezzlement of public funds by Mr. L to subsidize the doctor.","\n","^主角内心：Can’t believe he also had a secret trade with the doctor. I think I won’t go to the clinic for a check anymore.","\n","^「离开办公室」","\n","^主角内心：What should I do next?","\n","^Options:","\n","^Call the police to tell what happened in “Feast” restaurant (lead to the chef b side story)","\n","^Go back home","\n","^Go to the bar to have a drink the next day (lead to S b side story)","\n","^Receive a call from the doctor to go for a check – refused","\n","^Receive a call from the doctor again to go to the clinic to take back some stuff (lead to doctor b side story)","\n","^–不是第一个打上司boss","\n","^「场景转换-第二天早上的公司」","\n","^主角内心：L is my superior and he is a person who seems to be in rage everytime…Really don’t want to go to face the possible anger of him…","\n","^上司：(Shouting in his office) Get in my office MC, you stupid idiot!","\n","^主角：Okay, I will go then.","\n","^主角内心：What should I say…what should come will always come?","\n","^「上司办公室门口」","\n","^「sound of something broken」","\n","^主角内心：He seems really angry…Is that the sound of smashing the ashtray?","\n","^上司：MC, get your ass here! How many minutes can you waste?","\n","^主角内心：Fine, just be as improvised as possible.","\n","^「上司办公室内」","\n","^「有不少摔碎的东西，看起来很乱」","\n","^上司：","\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"see_boss_and_Q"}],null],"done",{"#f":1}],"listDefs":{}}