{"inkVersion":20,"root":[[["^The Doctor's phone. Someone is sending him a message. ",{"#":"progress:3"},"\n","^Unknown number...","\n","^\"See you outside Thyrsus, as always. Remember to bring my pay-checks. Also, don't forget to let me know what to get next month.\"","\n","^Is it... someone working for him?","\n","^Definitely not one of the nurses.","\n","^Whoever this someone is, they must be helping him with his... secret business.","\n",["^The Doctor's phone. Someone is sending him a message.","\n","^That number... is xxx's ",{"#":"TODO: fix sese name"},"\n","^\"See you outside Thyrsus, as always. Remember to bring my pay-checks. Also, don't forget to let me know what to get next month.\"","\n","^So she really works for Dr. Maston.","\n",["^\"Proud sponsors and Investors of Maston Clinics.\"  ",{"#":"progress:0"},"\n","^...","\n","^Wait... did I just see my boss's name here?","\n","^Hmm. It is him. With a decent amount of money.","\n","^Why is he investing in such a clinic for? Considering the business he runs is selling medical supplies?","\n","^Is it that the Doctor is getting kickback from him?","\n","^Or, is he really invcesting in the \"other\" business here?","\n",["^\"Proud sponsors and Investors of Maston Clinics.\"","\n","^...","\n","^That's my boss's name on it.","\n","^Had I known earlier Doctor Maston has something to do with him, I would never come to this clinic.","\n",["^\"Deliver to FEAST\"",{"#":"TODO: fix restaurant name"},{"#":"progress:2"},"\n","^That's a restaurant's name. Is... is he actually providing them all these? Is anyone really consuming all these organs?","\n","^\"In need of lungs... hearts...\"","\n","^That's... astounding. Although not as much as what I saw with my own eyes.","\n","^Whatever this place is, I hope they can close forever soon.","\n",["^\"Deliver to xxxxxx\"","\n","^So xxx gets all the spooky supplies of food from Doctor Maton.",{"#":"TODO:fix chef name"},"\n","^Had I known earlier I would never come to this clinic.","\n","^Also, thinking about that, I actually ate in that restaurant a few times. It really starts to make me uncomfortable.","\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"dr_cargo_seen"}],{"#f":5,"#n":"dr_cargo"}],{"#f":5,"#n":"dr_namelist_seen"}],{"#f":5,"#n":"dr_namelist"}],{"#f":5,"#n":"dr_phone_seen"}],{"#f":5,"#n":"dr_phone"}],null],"done",{"#f":1}],"listDefs":{}}