{"inkVersion":20,"root":[[["^...","\n","^The doctor is going to prepare for the surgery. So he says. He seems to be in such a hurry. ",{"#":"speaker:None"},"\n","^--That means, as always.","\n","^Having been seeing him for so long, I have this impression that the Doctor is always eager to make a quick diagnosis for everything.","\n","^Method-wise, he seems to prefer strong drugs than delicate therapies, and surgeries more than that. Simply utting off everything that go wrong.","\n","^Is that questionable? Well, maybe.","\n","^But he can make that kind of decisions as a fully-liscenced doctor, though.","\n","^As far as I know, few people would complain much after seeing him. If Doctor Maston really is able to solve their problems, maybe what he does really have a point.","\n","^Not something I should care about as long as he can quickly solve mine.","\n","^\"...\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"...so are we going to get rid of these? This much?\" ",{"#":"speaker:Nurse"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Yes, all of them.\"",{"#":"speaker:Clinic Assistant 2"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"*sigh*\"",{"#":"speaker:Clinic Assistant 1"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"I wonder until when can the doctor keep doing this without being discovered.\"",{"#":"speaker:Nurse"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^...Being discovered? What does that mean? ",{"#":"speaker:None"},"\n","^\"Well, I guess we really don't have a choice but to help him with this.\"",{"#":"speaker:Clinic Assistant"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Just quickly wrap them with a waterproof bag and send them to the van downstairs.\"",{"#":"speaker:Clinic Assistant"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Simply taking them out from the cold storage is already making me throwing my lunch out.\"",{"#":"speaker:Clinic Assistant"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^There are sounds of a hospital bed rolling down the hallway. ",{"#":"speaker:None"},"\n","^As it rises, the air begins to smell... shifty, greasy, and streangely... sweet...","\n","^Is that... blood?","\n","^Perhaps I need to have a look.","\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"clinic_room_spotting"}],null],"done",{"#f":1}],"listDefs":{}}