{"inkVersion":20,"root":[[["^Do you think you can get away from here? Try!","\n",["^What do you think I am?","\n","^A psycho villain? A butcher?","\n","^Do you think I take those organs for fun?","\n",["^It's not me who want to do that.","\n","^There are people who PAY thousands for what I do!","\n","^If there is demand, there is supply. Economy 101.","\n","^What is wrong with providing people with what they want?","\n",["^Do I have a choice?","\n","^I was in debt--every medical school graduate is!","\n","^I just need money. Hundreds of thousands of money!","\n","^What else am I supposed to do? Starve?","\n","^I need to make a living, to pay off all my debts! To simply survive, as a doctor!","\n",["^I never work the same way as other doctors.","\n","^Discounting the medication, working extra hours...","\n","^Staying overnight in the O.R. ...","\n","^What is the point to earn and keep your life if you have no chance to enjoy it?","\n","^I make money--quicky money, easy money, guilty monye, dirty money. I don't care. I NEED money, that's all.","\n","^Why I have to care about the patients? Do they pay as much?","\n",["^Well--Try to get me arrested!","\n","^Call the police and see if they can handle this!","\n","^At best you can send me to jail--but see me coming out no more than a week later. I will do!","\n","^Then, you will be in serious trouble.","\n",["^Do you know you sound ugly when you laugh?","\n",["^Stop that laughing!","\n",["^So you are in despair now, too?","\n",["^Good, now you know how you should feel!","\n",["^Rage, rage. It damages your health and gets your killed.","\n",["^Can you do anything else than yelling like that?","\n",["^Well you are tough aren't you?","\n",["^I need to get myself a tranquilizer shot.","\n",["^I don't feel well...","\n",["^Seems like we have another piece of cargo to take care with tonight.","\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"dr_win"}],{"#f":5,"#n":"dr_lose"}],{"#f":5,"#n":"dr_weak"}],{"#f":5,"#n":"dr_weaken"}],{"#f":5,"#n":"dr_sad_angry_2"}],{"#f":5,"#n":"dr_sad_angry_1"}],{"#f":5,"#n":"dr_sad_sad_2"}],{"#f":5,"#n":"dr_sad_sad_1"}],{"#f":5,"#n":"dr_sad_happy_2"}],{"#f":5,"#n":"dr_sad_happy_1"}],{"#f":5,"#n":"dr_narrative_5"}],{"#f":5,"#n":"dr_narrative_4"}],{"#f":5,"#n":"dr_narrative_3"}],{"#f":5,"#n":"dr_narrative_2"}],{"#f":5,"#n":"dr_narrative_1"}],{"#f":5,"#n":"dr_beginning"}],null],"done",{"#f":1}],"listDefs":{}}