{"inkVersion":20,"root":[[["^You gasped, soundlessly, powerlessly.","\n","^You were lying still in the middle of nothing.","\n","^Nothing, except the giant bulb of light slowly rising, probably floating.","\n","^You squinted, not fast enough to block the light that have forced through your eyeballs. Tears began to form around that delicate part of your body.","\n","^Laughter. High-pitched, trembling, hysterical, familiar. You know that voice. You know it, for some unpleasant reason which you have no clue about.","\n","^And that face, and that touch, and that warmth from the coarse fingertip. Fingernail scratched the thin layer of skin that were now tightening painfully around your trembling arm.","\n","^Your eyes were wide open before you realized. You were startled, trying to get away from that omnipresent…being. How impossible.","\n","^“Stay away from me!” ",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^The laughter, again, closing and rising, until as if sound only has filled every corner of the space and denuded your sanctuary of nothingness.","\n","^You stared at that bulb of light, of flesh, of yourself.","\n","^You were staring back at you. A you.","\n","^YOU, much more primitive, much more advanced.","\n","^Fuller, beams with love and hate and want and all the things you failed to recognize.","\n","^Definitely not nothingness, eh?","\n","^What are those things that lightened you? You, that YOU in front of this you.","\n","^You are overwhelmed with things completely outside of your understanding.","\n","^Love of what and hate of what? One who carries all of these feelings and is consumed by them?","\n","^Light was bending, twisted and distorted your face and limbs. No, it's not light.","\n","^It's all that love and hate and desire. It’s so sharp.","\n","^All those feelings stemmed and grew from that single source, that body. Nothing escapes. All are trapped and melted and now are part of it. The desire to grow, to want, to have more.","\n","^The simplest thing.","\n","^“...KEEP OFF! Please! What is this place? What——”",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“This is the very place that trapped both you and me. Ugh, it disgusts me to say that. You and me.”",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“Please just let go of me, please. I will never come here, never again. I'm SORRY! I ... I-- Please, let me go, let me get back as normal! I never dared to bother you, and never again I shall! I swear!”",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“But, my dearest me, you’ve come here many, many times. Too many.” ",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“It is your boringness and emptiness that wiped out everything here and now how are you going to MAKE IT UP FOR ME?” ",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^It comes closer.","\n","^“STAY OFF FROM ME!!” ",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^You gasped.","\n","^“Here, go on. Drive me away all you will.”",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“Drive yourself away? A bit too courageous for you, don’t you think?” ",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“Oh, poor, poor, poor you.”",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^“Because you have nothing, as far as I see.”",{"#":"speaker:???"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^“I barely know who you are now and the very sight of you shame me.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“You, with all that numbness and emptiness and nothingness.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“How could you be just so dull?” ",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Who are you even?” ",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“You go on, living on that dull life of yours but don’t you dare to strip what I have away from me.” ",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Ohhh poor boy trying to fight back? Adorable! But what a pity you have nothing to fight back with!”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“You really think that would get me?”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Oh I see you opening your mouth but you can’t squeeze a sound out of that throat of you?”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“That useless, mechanical, boring, boring throat of you.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Trying to tear me down with that nothingness? ”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Making me live a boring life like you are now?”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“I protect what I have, unlike you who have exactly nothing.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Unlike you who WANT exactly nothing.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“WHAT DO YOU WANT????”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“If I’m kinder I might teach you what love[insert any attack ability name] is, would you like that?”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“And I bet you don’t know what [insert any attack ability name] is, my fledgling.”",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},"\n","^“Or am I the fledgling of you, my empty-hearted, self-absorbing, always the “I’ve got work to do, master?” ",{"#":"speaker:??? portrait:neutural"},{"#":"tachie:none"},{"#":"battle:start"},"\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"combat_self_0"}],{"#f":5,"#n":"openning"}],null],"done",{"#f":1}],"listDefs":{}}