{"inkVersion":20,"root":[[["^It is really chaotic here…Wait, there is a note, a phone, and a ledger?","\n","ev","str","^note","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^phone","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^ledger","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ",{"->":"0.note"},"\n",{"->":"0.note"},{"#f":5}],"c-1":["^ ",{"->":"0.note.phone"},"\n",{"->":"0.note"},{"#f":5}],"c-2":["^ ",{"->":"0.note.phone.ledger"},"\n",{"->":"0.note"},{"#f":5}],"#f":5,"#n":"on_table"}],{"note":["^*It is a notebook that contains the experience and thoughts by Boss:*","\n","^[I found that a lot of prestigious figures love to go to the famous “feast” restaurant. I have a feeling that my opportunity was there. Although it requires a limited and expensive membership, I believe it will be worth my disbursement.]","\n","^[Got acquainted with Mr. Quan. My choice was right! Mr. Quan introduced the owner of the restaurant to me. I can’t believe he’s also the chef. Is that the interest of rich people?]","\n","^[The steak has a very special taste. (But I will bear with it. As long as I can get to the top, nothing can stop me. No even this feast…) I went to ask Mr. Quan about it and he told me it was carefully selected from human legs.]","\n","^[It is so delicious. It is the taste of power and higher class. I will become one of them in the future.]","\n","^That’s so…disgusting. Fortunately, I didn’t take the main dishes and meat in that restaurant. Shall I call the police?","\n",{"->":"0.on_table"},["^It is the cellphone of my Boss and cannot be unlocked without the passcode.","\n","^Fortunately, there was a message shown on the screen, possibly Boss had not yet seen that.","\n","^*you read the content from the screen*","\n","^[From: Flame (number ******)]","\n","^[Content: Wanna have a joyful night together? See you at the same place~]","\n","^This should be his…lover? Well, he can’t accept the invitation in this circumstance.","\n",{"->":"0.on_table"},["^It is a ledger that records the embezzlement of public funds by my Boss to subsidize the doctor.","\n","^*you reads the super expensive prices on the ledger that you would never earn in your lifetime*","\n","^Can’t believe he also had a secret trade with the doctor. I think I won’t go to the clinic for a check anymore.","\n","^And also, thats where the wages we demanded went.","\n",{"->":"0.on_table"},["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"ledger"}],{"#f":5,"#n":"phone"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}