{"inkVersion":20,"root":[["^\"...here is your documents, here is your check. \"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Put down your sign over here and we are all good.\" ",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Fine.\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^The check he returns me is much fewer in amount than I paid him. Appearantly Doctor Maston is... reluctant... to end this business. ",{"#":"speaker:None"},"\n","^However, for such an outlaw of his kind, I guess this is not at all too mean.","\n","^As long as I can get clean from this.","\n","^\"...here.\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Is it done?\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^He stares at me, speaking not a word. There is something in this room that makes feel nervous. ",{"#":"speaker:None"},"\n","^Is it only that it looks... old... and dusky...","\n","^(...and that it is stuffed with the looks of those walls that had once been painted white and then eroded for years, the sound of some old vent fans stumbling in a hidden corner, and the smell of medical preservatives mixing with cheap fragrances, which only makes it worse, and that...)","\n","^...or is it knowing the fact that Doctor Maston is a dangerous criminal?","\n","^\"I guess. But...\" ",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Did you see my friend, who is your Boss the other day?\"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^No. No-no-no-no-no-","\n","^\"I- What? I have no idea. Who is that? I never knew such person.\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Come on. I know you did. You ruined my business by knocking them out, which led to some innocent police officers to check them out. I know all that.\"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^He grins a grin. ",{"#":"speaker:None"},"\n","^\"Have it ever occured to you, after you've known about all these--that how did I manage to keep this 'business' running and remain never questioned by the jury a singl time?\"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Then what am I supposed to do? I- I never wanted to be into any of these. Can you let me--\"",{"#":"speaker:P"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Do you think I can let you leave this building with all the knowledge in your head?\"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^\"Well, at least not until I cut off your hippocampus.\"",{"#":"speaker:D"},{"#":"portrait:neutural"},{"#":"tachie:none"},{"#":"battle:start"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}