{"inkVersion":20,"root":[["^One good thing: you smelled food. Yay! ",{"#":"speaker:None"},"\n","^It’s not feeling right though. It’s… too cold. Too quiet.","\n","^Too…bright.","\n","^Aren’t  those fancy restaurants supposed to have dim lights?","\n","^White light. Strong, bright, white light.","\n","^No tables, no chairs, no customers.","\n","^No, this is nowhere near a restaurant.","\n","^Wait. ",{"#":"speaker:None"},"\n","^Oh, it’s the kitchen. It’s the fucking kitchen.","\n","^Or a side kitchen, a freezer work station? You don’t know how things work in restaurants’ kitchens.","\n","^No one’s here, perhaps the one…chef? Assistant? Whoever the person was, just left.","\n","^You took a quick minute to decide between whether you should exit the building and be stuck in that endless night trying to find a probably non-existent entrance, or to figure your way out from this kitchen to the main…sitting area. You suppose.","\n","^Not a hard decision to make.","\n","^You tried your best to not touch a thing and go straight to the closed door, and you gave up on the attempt in just a few seconds.","\n","^You saw something.","\n","^You saw SOMETHING.","\n","^*A HUMAN HAND*","\n","^Your brain went blank for a few seconds. The fridge was left wide open, and two human hands lay there unapologetically.","\n","^Two human hands, with a clear cut from the wrist. Dried blood was yet cleaned, covering what you believe to be the…bone. And fat, a thin layer of fat, a mix of grey and yellowish color, wrapping around the bone, under the skin.","\n","^Human bone and fat.","\n","^You gasped. It’s completely involuntary. You felt sick. No model can be this real unless it is real.","\n","^You are so sure if not for the fact that you have not eaten for hours you are going to puke right here. You still gagged. Suddenly all you can smell are these two frozen hands.","\n","^And…there’s more. Of course there’s going to be more.","\n","^You tried to run away but couldn’t resist looking further. And not to your surprise you can see more…frozen meat left to be prepped. Frozen human body parts.","\n","^Were they…was that delicate lady, the owner of this place, serving human body parts?","\n","^*LEAVE*","\n","^You tried to run. You don’t know where this place is but it’s obviously doing something that’s beyond your comprehension and obviously law. It’s not too late for you to leave before you are caught staring at the biggest evidence itself.","\n","^*RUN*","\n","^You fumbled, trying to make way to that dark corridor that leads you here. You need to be back on the street and probably police or something and never step foot in here again.","\n","^The door cracked.","\n","^\"Mike, I told you to grab...\" ",{"#":"speaker:Charlie"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n","^She walked in, still in her chef's jacket, still the oh-so-delicate red lips and green eyes. ",{"#":"speaker:None"},"\n","^She paused, staring at you in surprise before thrusting towards you with a force that you are sure is going to crush you.","\n","^It's too late to run. You have to fight.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}