{"inkVersion":20,"root":[[["^You are smiling. Mockery, is it? How dare you. You have yet to taste that Bouillabaisse I just added to the menu…with freshly grated meat from some thick, healthy thighs, of course! ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^You don’t seem to be happy tasting my…carefully prepared meat bourguignon. Don't you show that face of yours! How ungrate you are, not enjoying my food and my work?  ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^You questioned my choice of meat? You questioned my carefully designed menu? Why, you mad at me for cannibalism? ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^Huh, yeah, I know I own the best restaurants in the world, with only the most exquisite ingredients that can carry out the true depth of my skill. Which is exactly why I would let anyone take it away from me. Why are you so mad at me when you can sit back and relax, waiting for me to bring you a fest? ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^Awww, you seem so happy, happy that you can escape from me? Happy that you are about to taste this pan-seared human belly? ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^You know, I am in a good mood and don’t think I can stand anyone frowning over my food. I was just about to experiment on making sausage from some freshly cut intestines! ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^I’ve worked hard…I’ve worked hard and tired to create the best dish in the world and I’m proud of it, so who are you telling me what it is to do? Is it because of that tartare I underseasoned earlier today? ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^I cannot tolerate the fact that people think they are more worthy than me. What are you, you pathetic, useless junk doing, smiling over there? ",{"#":"speaker:C"},{"#":"portrait:neutural"},{"#":"tachie:none"},"\n",["^I seldom feel this, you know, sadness? No, because why would I feel sad if I own the best, best restaurant in the world? Now your sadness is like a parasite that takes control over my mind. I would not allow this!","\n",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"sad_sad"}],{"#f":5,"#n":"sad_happy"}],{"#f":5,"#n":"sad_angry"}],{"#f":5,"#n":"happy_sad"}],{"#f":5,"#n":"happy_happy"}],{"#f":5,"#n":"happy_angry"}],{"#f":5,"#n":"angry_angry"}],{"#f":5,"#n":"angry_sad"}],{"#f":5,"#n":"angry_happy"}],null],"done",{"#f":1}],"listDefs":{}}